Repository: mohamedbk12/sand
Catalog: sand_sitepackage/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# placeholder.company
source: Company
de: Name des Unternehmens

# placeholder.address
source: Street and House Number
de: Straße und Hausnummer des Unternehmens

# placeholder.zip
source: Zip
de: Postleitzahl des Unternehmens

# placeholder.city
source: City
de: Ort des Unternehmens

# placeholder.firstName
source: First Name
de: Vorname

# placeholder.lastName
source: Last Name
de: Nachname

# placeholder.title
source: Title
de: z.B.: Prof

# placeholder.email
source: Email
de: max@mustermann.de

# placeholder.position
source: Position in the company
de: Position im Unternehmen

# feUsers.field.info
source: Further information
de: Waitere Informationen
